src/main/webapp/test.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Header>
		<wsse:Security soapenv:actor="http://schemas.xmlsoap.org/soap/actor/next"
			soapenv:mustUnderstand="0"
			xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
			<wsse:UsernameToken>
				<wsse:Username>CDLTPT:SDCTTEST:UXSDCTPT0</wsse:Username>
				<wsse:Password>4SDCTm31</wsse:Password>
			</wsse:UsernameToken>
		</wsse:Security>
	</soapenv:Header>
	<soapenv:Body>
		<GetStandardTest
			xmlns="http://dps.utah.gov/dld/webservice/testgenerator/1.0">
			<arg0 xmlns="">CASEY WARDLE</arg0>
		</GetStandardTest>
	</soapenv:Body>
</soapenv:Envelope>